{
  "translation": {
    "admin_subscribers_description": "Manage all your subscribers, insert, edit, delete, add to and remove from lists. The <code>info</code> field should be a json field, you can use this <a href='https://jsonformatter.curiousconcept.com/' target='_blank'>online tool</a> to validate it.",
    "totalp": "total",
    "selectedp": "selected",
    "selecteds": "selected",
    "admin_lists_description": "You can organize your subscribers in lists. In this section you can create, edit and delete lists. Use the subscribers section in order to add contacts to a list.",
    "admin_topic_description": "Your campaign are grouped by topics. a Topic defines the sending e-mail address and name and the unsubscribe url.<br /><strong>Pay attention</strong>: when you delete a topic, you'll also delete all related campaigns!",
    "topic_delete_message": "Deleted items cannot be restored. <strong>Deleting a topic you'll delete also all related campaigns! Proceed?</strong>",
    "admin_campaign_description": "All your campaigns. You can only edit and duplicate campaigns created with this application, and that haven't been already dispatched",
    "integration_description": "Tazebao don't provide subscription forms out of the box, because every web site has its own styles and needs. Also the subscriber collected data may vary. So tazebao provides a simple way of communication that lets you develop your own form on your platform while sending the collected data to Tazebao in a secure way.<br />Given the two parameters shown below (Id KEY and Secret KEY) you can authenticate some REST requests in order to pass the collected data to Tazebao. You can some integration examples in this section (PHP, Python).",
    "integration_api_link_description": "You can find a complete description of the provided API on the ",
    "upload_csv_description": "The uploaded file should be a csv file with the following columns: E-MAIL, SUBSCRIPTION DATETIME, INFO, OPT IN, OPT IN DATETIME",
    "upload_subscription_datetime_description": "should be in the format YYYY-MM-DD HH:mm:ss, if empty will be filled with current datetimewhether if the subscriber gave his consent or not, possible values: 1 or 0",
    "upload_subscription_optin_description": "whether if the subscriber gave his consent or not, possible values: 1 or 0",
    "upload_optin_datetime_description": "should be in the format YYYY-MM-DD HH:mm:ss, it is the date and time when the subscriber accepted the privacy terms",
    "upload_drag_description": "Drag 'n' drop the file here, or click to open the file browser",
    "tazebao_unsubscribe_topic_helptext": "If you want Tazebao manage the unsubscription process for you, just insert the following URL:",
    "AreYouSure": "Are you sure?",
    "MailerMessages": "Dispatches logs ",
    "email-sf": "email",
    "info-sf": "info",
    "name-sf": "name",
    "campaign_name-sf": "campaign",
    "subscriber_email-sf": "email",
    "MailerMessageAdminText": "Here are the send e-mail logs. Pay attention to the unsent emails which have a last attempt date, it probably means that the recipient is not a valid email address! In such case select all the different email logs and run the unsubscribe action. Sent email logs are cleared everytwo days, unset email logs are kept (because of the retry policy)",
    "to_address-sf": "to address",
    "DashboardHelpStep0Text": "This is your dashboard. Here you can overview all the main events which regard your campaigns.",
    "DashboardHelpStep1Text": "You can access the dashboard page from anywhere just by clicking the logo in the topbar",
    "DashboardHelpStep2Text": "You can logout at any moment clicking on your user name",
    "DashboardHelpStep3Text": "This is the subscribers widget. You can see the total number of subscribers, along with some statistics about new and lost subscribers in the last month",
    "DashboardHelpStep4Text": "This is the campaigns widget. Click the plus button to go directly to the page for the creation of a new campaign.",
    "DashboardHelpStep5Text": "This widget shows information about the last dispatch: campaign, statistics about open rate and click rate, bounces. Keep in mind that bounces information is deleted every week, so you should act accordingly in order to unsubscribe all emails that doesn't exist anymore, or have some unrecovable error.",
    "DashboardHelpStep6Text": "Here you can see your dispatch future planning.",
    "DashboardHelpStep7Text": "Click the menu icon to open the sidebar menu",
    "DashboardHelpStep8Text": "Use the sidebar menu to explore all the applications pages where you can manage all of your data",
    "DashboardHelpStep9Text": "For any page that has an help tour available, thvis button is visiible. Click it to start the tour.",
    "SubscribersHelpStep0Text": "This is the page where you can view, edit, delete, import and perform other actions on your contacts",
    "SubscribersHelpStep1Text": "This table shows all yor contacts. You can click a column name in order to sort data in the two directions (when available)",
    "SubscribersHelpStep2Text": "Click this button to open a form that will let you create a new subscriber",
    "SubscribersHelpStep3Text": "Click this button to open the import subscribers window. You can import your contacts from a csv file. Please pay attention at the provided instructions, the application will be able to correctly import the data only if the file has the correct format!",
    "SubscribersHelpStep4Text": "You can edit your contact clicking this icon. You can edit the email address, some info and the associated lists",
    "SubscribersHelpStep5Text": "You can delete a contact clicking this icon, you'll need to confirm the operation.",
    "SubscribersHelpStep6Text": "Use the pagination tool to move through all the contacts pages.",
    "SubscribersHelpStep7Text": "Use this field to filter contacts by email or info",
    "SubscribersHelpStep8Text": "Here you can filter the contacts by associated list",
    "SubscribersHelpStep9Text": "You can perform actions on multiple contacts at once, Just selectthe desired contacts...",
    "SubscribersHelpStep10Text": "... and then select the desired action from the dropdown. "
  }
}
