{
  "translation": {
    "admin_subscribers_description": "Manage all your subscribers, insert, edit, delete, add to and remove from lists. The <code>info</code> field should be a json field, you can use this <a href='https://jsonformatter.curiousconcept.com/' target='_blank'>online tool</a> to validate it.",
    "totalp": "total",
    "selectedp": "selected",
    "selecteds": "selected",
    "admin_lists_description": "You can organize your subscribers in lists. In this section you can create, edit and delete lists. Use the subscribers section in order to add contacts to a list.",
    "admin_topic_description": "Your campaign are grouped by topics. a Topic defines the sending e-mail address and name and the unsubscribe url.<br /><strong>Pay attention</strong>: when you delete a topic, you'll also delete all related campaigns!",
    "topic_delete_message": "Deleted items cannot be restored. <strong>Deleting a topic you'll delete also all related campaigns! Proceed?</strong>",
    "admin_campaign_description": "All your campaigns. You can only edit and duplicate campaigns created with this application, and that haven't been already dispatched",
    "integration_description": "Tazebao don't provide subscription forms out of the box, because every web site has its own styles and needs. Also the subscriber collected data may vary. So tazebao provides a simple way of communication that lets you develop your own form on your platform while sending the collected data to Tazebao in a secure way.<br />Given the two parameters shown below (Id KEY and Secret KEY) you can authenticate some REST requests in order to pass the collected data to Tazebao. You can some integration examples in this section (PHP, Python).",
    "integration_api_link_description": "You can find a complete description of the provided API on the ",
    "upload_csv_description": "The uploaded file should be a csv file with the following columns: E-MAIL, SUBSCRIPTION DATETIME, INFO, OPT IN, OPT IN DATETIME",
    "upload_subscription_datetime_description": "should be in the format YYYY-MM-DD HH:mm:ss, if empty will be filled with current datetimewhether if the subscriber gave his consent or not, possible values: 1 or 0",
    "upload_subscription_optin_description": "whether if the subscriber gave his consent or not, possible values: 1 or 0",
    "upload_optin_datetime_description": "should be in the format YYYY-MM-DD HH:mm:ss, it is the date and time when the subscriber accepted the privacy terms",
    "upload_drag_description": "Drag 'n' drop the file here, or click to open the file browser",
    "tazebao_unsubscribe_topic_helptext": "If you want Tazebao manage the unsubscription process for you, just insert the following URL:",
    "AreYouSure": "Are you sure?",
    "MailerMessages": "Dispatches logs ",
    "SendCampaignTimeAmountPopover": "Your emails will be sent in {{ new }} and at the moment there are already {{ old }} emails queued.",
    "email-sf": "email",
    "info-sf": "info",
    "name-sf": "name",
    "campaign_name-sf": "campaign",
    "subscriber_email-sf": "email",
    "MailerMessageAdminText": "Here are the send e-mail logs. Pay attention to the unsent emails which have a last attempt date, it probably means that the recipient is not a valid email address! In such case select all the different email logs and run the unsubscribe action. Sent email logs are cleared everytwo days, unset email logs are kept (because of the retry policy)",
    "to_address-sf": "to address",
    "DashboardHelpStep0Text": "This is your dashboard. Here you can overview all the main events which regard your campaigns.",
    "DashboardHelpStep1Text": "You can access the dashboard page from anywhere just by clicking the logo in the topbar",
    "DashboardHelpStep2Text": "You can logout at any moment clicking on the icon near to your user name",
    "DashboardHelpStep3Text": "This is the subscribers widget. You can see the total number of subscribers, along with some statistics about new and lost subscribers in the last month",
    "DashboardHelpStep4Text": "This is the campaigns widget. Click the plus button to go directly to the page for the creation of a new campaign.",
    "DashboardHelpStep5Text": "This widget shows information about the last dispatch: campaign, statistics about open rate and click rate, bounces. Keep in mind that bounces information is deleted every week, so you should act accordingly in order to unsubscribe all emails that doesn't exist anymore, or have some unrecovable error.",
    "DashboardHelpStep6Text": "Here you can see your dispatch future planning.",
    "DashboardHelpStep7Text": "Click the menu icon to open the sidebar menu",
    "DashboardHelpStep8Text": "Use the sidebar menu to explore all the applications pages where you can manage all of your data",
    "DashboardHelpStep9Text": "For any page that has an help tour available, thvis button is visiible. Click it to start the tour.",
    "SubscribersHelpStep0Text": "This is the page where you can view, add, edit, delete, import and perform other actions on your contacts",
    "SubscribersHelpStep1Text": "This table shows all your contacts. You can click a column name in order to sort data in the two directions (when available)",
    "SubscribersHelpStep2Text": "Click this button to open a form that will let you create a new subscriber",
    "SubscribersHelpStep3Text": "Click this button to open the import subscribers window. You can import your contacts from a csv file. Please pay attention at the provided instructions, the application will be able to correctly import the data only if the file has the correct format!",
    "SubscribersHelpStep4Text": "You can edit your contact clicking this icon. You can edit the email address, some info and the associated lists",
    "SubscribersHelpStep5Text": "You can delete a contact clicking this icon, you'll need to confirm the operation.",
    "SubscribersHelpStep6Text": "Use the pagination tool to move through all the contacts pages.",
    "SubscribersHelpStep7Text": "Use this field to filter contacts by email or info",
    "SubscribersHelpStep8Text": "Here you can filter the contacts by associated list",
    "SubscribersHelpStep9Text": "You can perform actions on multiple contacts at once, Just select the desired contacts...",
    "SubscribersHelpStep10Text": "... and then select the desired action from the dropdown. ",
    "ListsHelpStep0Text": "This is the page where you can view, add, edit and delete the lists you can use to organize your contacts",
    "ListsHelpStep1Text": "This table shows all your lists. You can click a column name in order to sort data in the two directions (when available)",
    "ListsHelpStep2Text": "Click this button to open a form that will let you create a new list",
    "ListsHelpStep3Text": "You can edit your list clicking this icon.",
    "ListsHelpStep4Text": "You can delete a list clicking this icon, you'll need to confirm the operation.",
    "ListsHelpStep5Text": "Use this field to filter lists by name",
    "TopicsHelpStep0TextA": "This is the page where you can view, add, edit, delete, import and perform other actions on your topics. A topic represents a category for the campaigns, it collects campaigns whith similar contents.",
    "TopicsHelpStep0TextB": "For this reason, each topic specifies a from address and an unsubscribe link. Each contact can subscribe to more topics and manage these subscriptions indipendently.",
    "TopicsHelpStep1Text": "This table shows all your topics. You can click a column name in order to sort data in the two directions (when available)",
    "TopicsHelpStep2Text": "Click this button to open a form that will let you create a new topic. Pay attention to the rules to follow in order to generate an unsubscribe url",
    "TopicsHelpStep3Text": "You can edit your topic clicking this icon.",
    "TopicsHelpStep4Text": "You can delete a topic clicking this icon, you'll need to confirm the operation.",
    "TopicsHelpStep5Text": "Use this field to filter topics by name",
    "CampaignsHelpStep0Text": "This is the page where you can view, create, edit, delete and perform other actions on your campaigns. Each campaign is associated to a topic, from which it takes the from address, and can be sent multiple times (multiple dispatches) immediately or scheduling the exact time. A campaign can be made available online.",
    "CampaignsHelpStep1Text": "This table shows all your campaigns. You can click a column name in order to sort data in the two directions (when available)",
    "CampaignsHelpStep2Text": "Click this button to open a page that will let you create a new campaign",
    "CampaignsHelpStep3Text": "Click this button to open a page where you can seeall the statistics related to the campaign dispatches, You can see the number of email sent, the bounces and the events of opening and clicks, also represented in a time chart.",
    "CampaignsHelpStep4Text": "Click this button to duplicate a campaign that you can then edit. You can duplicate only the campaigns created with this application, not the ones created with the old system.",
    "CampaignsHelpStep5Text": "Click this button to send the campaign. You'll be redirected to a page when you can choose the contacts lists that will receive the newsletter and a calendar to schedule the dispatch. You can also send it immediately.",
    "CampaignsHelpStep6Text": "You can edit your campaign clicking this icon. You can edit only the campaigns created with this application, not the ones created with the old system.",
    "CampaignsHelpStep7Text": "You can delete a campaign clicking this icon, you'll need to confirm the operation.",,
    "CampaignsHelpStep8Text": "Use the pagination tool to move through all the campaigns pages.",
    "CampaignsHelpStep9Text": "Use this field to filter campaigns by name",
    "CampaignsHelpStep10Text": "Here you can filter the campaigns by topic",
    "PlanningHelpStep0Text": "This is the page where you can view, add, edit and delete the scheduled dispatches for your campaigns",
    "PlanningHelpStep1Text": "This table shows all your scheduled dispatches. You can click a column name in order to sort data in the two directions (when available)",
    "PlanningHelpStep2Text": "Click this button to open a form that will let you schedule a new dispatch",
    "PlanningHelpStep3Text": "You can edit your scheduled dispatch clicking this icon.",
    "PlanningHelpStep4Text": "You can delete a cheduled dispatch clicking this icon, you'll need to confirm the operation.",
    "PlanningHelpStep5Text": "Use this field to filter scheduled dispatches by campaign name",
    "BouncesHelpStep0TextA": "This is the page where you can view all bounced emails. In the \"Message\" field you can read the motivation, as the incoming server points out.",
    "BouncesHelpStep0TextB": "Pay attention that bounces are removed when they reach a critical amount. It's important to control them often and unsubscribe the email addresses that were bounced because of unrecovable issues. You can use the provided specific actions to perform the unsubscription.",
    "BouncesHelpStep0TextC": "You can also detect when an email reipient considers your emails as spam, in such case you can ask them to add your from address to their adress books.",
    "BouncesHelpStep1Text": "This table shows all your bounces. You can click a column name in order to sort data in the two directions (when available)",
    "BouncesHelpStep2Text": "You can delete a bounce clicking this icon, you'll need to confirm the operation.",
    "BouncesHelpStep3Text": "Use the pagination tool to move through all the bounces.",
    "BouncesHelpStep4Text": "Use this field to search bounces for subscriber email and campaign name.",
    "BouncesHelpStep5Text": "You can perform actions on multiple bounces at once, Just select the desired items...",
    "BouncesHelpStep6Text": "... and then select the desired action from the dropdown.",
    "MailerMessagesHelpStep0TextA": "When a campaign dispatch is done, all the email are not sent immediately. They are prepared and then dispatched along time. These dispatches show all the prepared emails and provide information about them. Logs are removed automatically by the application, which keeps a one day archive.",
    "MailerMessagesHelpStep0TextB": "A not dispatched email without a last attempt datetime is an email that was prepared but not yet sent. An unsent email with a last attempt datetime is an email that was sent, but the dispatch failed. If a dispatch fails at this point, it is probably because the email address is wrong.",
    "MailerMessagesHelpStep0TextC": "You can use the actions the system provides in this page  in order to easily unsubscribe malformed emails. That operation should be done because unsent email are kept and the application retries to send them, slowing down all the dispatching process.",
    "MailerMessagesHelpStep1Text": "This table shows all your dispatches logs. You can click a column name in order to sort data in the two directions (when available)",
    "MailerMessagesHelpStep2Text": "You can delete a log clicking this icon, you'll need to confirm the operation.",
    "MailerMessagesHelpStep3Text": "Use the pagination tool to move through all the bounces.",
    "MailerMessagesHelpStep4Text": "Use this field to search logs for subscriber email.",
    "MailerMessagesHelpStep5Text": "Use this field to filter logs by send status.",
    "MailerMessagesHelpStep6Text": "You can perform actions on multiple logs at once, Just select the desired items...",
    "MailerMessagesHelpStep7Text": "... and then select the desired action from the dropdown.",
    "CreateCampaignHelpStep0Text": "This is the create campaign page",
    "CreateCampaignHelpStep1Text": "Insert here the information required: campaign name, topic, email subject and decide if you want to make it public and visible online.",
    "CreateCampaignHelpStep2Text": "Use the Mosaico utility to insert your contents: choose your preferred template and start creating the newsletter using the drag&drop feature provided. Click the bottom help icon to display further information about the tool. Choose the template in order to continue...",
    "CreateCampaignHelpStep3Text": "When you're satisfied with your campaign, you can save it and continue editing, save it and go to the send page, or send a test email to one or more of your contacts lists.",
    "CreateCampaignHelpStep0Text": "This is the edit campaign page",
    "CreateCampaignHelpStep1Text": "Insert here the information required: campaign name, topic, email subject and decide if you want to make it public and visible online.",
    "CreateCampaignHelpStep2Text": "Use the Mosaico utility to insert your contents: edit the newsletter using the drag&drop feature provided. Click the bottom help icon to display further information about the tool.",
    "CreateCampaignHelpStep3Text": "When you're satisfied with your campaign, you can save it and continue editing, save it and go to the send page, or send a test email to one or more of your contacts lists.",
    "SendCampaignHelpStep0Text": "In this page you can finally send your newsletter campaign.",
    "SendCampaignHelpStep1Text": "Select the contacts list that will receive the email.",
    "SendCampaignHelpStep2Text": "Here you can view the number of emails that will be sent.",
    "SendCampaignHelpStep3Text": "You can send your campaign immediately...",
    "SendCampaignHelpStep4Text": "...or you can schedule the dispatch. Select the date and timeclicking on the bottom of the calendar. Finally a button will appear and you can save the scheduling clicking on it.",
    "CampaignDetailHelpStep0Text": "In this page you can view all the information available for your campaign and all of its dispatches.",
    "CampaignDetailHelpStep1Text": "Here you can find some information abvout your campaign. If it is visible online you can click the dedicated icon to open in in a news window.",
    "CampaignDetailHelpStep2Text": "Here you find information about every dispatch. Each dispatch stays in one tab.",
    "CampaignDetailHelpStep3Text": "By default test dispatches are hidden. You can display them switching this toggler.",
    "CampaignDetailHelpStep4Text": "This table displays all the available information about the dispatch.",
    "CampaignDetailHelpStep5Text": "In particular yo can view information about bounces. If present, you can click the viewfinder icon to open the bounces detail in a modal. Here you  can easily unsubscribe the contacts you desire.",
    "CampaignDetailHelpStep6Text": "The open statistics can tell how many people open your email. This is an under-estimated number, because people who don't load images when reading the emails are not detected. Click the viewfinder icon to see more information.",
    "CampaignDetailHelpStep7Text": "Tazeao registers every click on a tracked link. You can know exactly who and when has clicked which link. Click the viewfinder icon to see more information.",
    "CampaignDetailHelpStep8Text": "Finally, you can view open and click statistics in time and global pie charts."
  }
}
