{
  "translation": {
    "Subscribers": "Iscritti",
    "Total and last month stats": "Statistiche totali ed ultimo mese",
    "Last Month": "Ultimo mese",
    "Create Campaign": "Crea una campagna",
    "Compose and send your campaign": "Componi ed invia una nuova campagna",
    "Last Dispatch": "Ultimo invio",
    "The last dispatch stats": "Statistiche dell'ultimo invio",
    "Open Rate": "Percentuale e-mail aperte",
    "Click Rate": "Percentuale click",
    "Click statistics are not available because no links were tracked": "Le statistiche sui click non sono disponibili perché nessun link è stato tracciato",
    "Bounces are cleared every week": "I rimbalzi di e-mail vengono cancellati settimanalmente",
    "Sent E-mails": "E-mail inviate",
    "Planning": "Programmazione",
    "Next Scheduling": "Prossimo invio programmato",
    "No data": "Dati non disponibili",
    "Lists": "Liste",
    "Topics": "Topics",
    "Campaigns": "Campagne",
    "Planning": "Programmazione",
    "Bounces": "Bounces",
    "Add selected items to lists": "Aggiungi gli iscritti selezionati a liste",
    "Remove selected items from lists": "Rimuovi gli iscritti selezionati da liste",
    "List": "Lista",
    "There was an error inserting the subscriber": "Si è verificato un errore nell'inserimento dell'iscritto",
    "There was an error editing the subscriber": "Si è verificato un errore nella modifica dell'iscritto",
    "There was an error deleting the subscriber": "Si è verificato un errore nell'eliminazione dell'iscritto",
    "There was an error adding the selected lists": "Si è verificato un errore nell'aggiungere l'iscritto alle liste selezionate",
    "There was an error removing the selected lists": "Si è verificato un errore nel rimuovere l'iscritto dalle liste selezionate",
    "admin_subscribers_description": "Gestisci gli iscritti, inserisci, modifica, elimina, aggiungi o rimuovi dalle liste. Il campo <code>info</code> deve essere un json valido, puoi usare <a href=\"https://jsonformatter.curiousconcept.com/\" target=\"_blank\">questo strumento online</a> per validarlo.",

    "subscriber": "iscritto",
    "subscribers": "iscritti",
    "Add": "Aggiungi",
    "totalp": "totali",
    "selectedp": "selezionati",
    "selecteds": "selezionato",
    "Subscription datetime": "Data iscrizione",
    "Search": "Ricerca",
    "Select": "Seleziona",
    "this field is required": "questo campo è obbligatorio",
    "this field should contain a valid json string": "questo campo deve contenere un json valido",
    "Profile": "Profilo",
    "Cancel": "Cancella",
    "Insert": "Inserisci",
    "Edit": "Modifica",
    "Delete": "Elimina",
    "Close": "Chiudi",
    "Deleted items cannot be restored. Proceed?": "I record eliminati non possono essere recuperati. Procedere?",
    "There was an error inserting the list": "Si è verificato un errore nell'inserimento della lista",
    "There was an error editing the list": "Si è verificato un errore nella modifica della lista",
    "There was an error deleting the list": "Si è verificato un errore nell'eliminazione della lista",
    "admin_lists_description": "Puoi organizzare i tuoi iscritti in liste. In questa sezione puoi creare, modificare ed eliminare liste. Utilizza la sezione iscritti per aggiungere contatti ad una lista.",
    "list": "lista",
    "lists": "liste",
    "Name": "Nome",
    "invalid e-mail address": "l'indirizzo e-mail non è valido",
    "i.e. Promotions": "es. Promozioni",
    "Sending address": "E-mail mittente",
    "i.e. newsletter@example.com": "es. newsletter@example.com",
    "Sending name": "Nome mittente",
    "i.e. Newsletter": "es. Newsletter",
    "Unsubscribe URL": "URL disiscrizione",
    "Unsubscribe url": "URL disiscrizione",
    "i.e. ": "es. ",
    "You can use the following variables and tags": "Puoi utilizzare i seguenti tag e variabili",
    "subscriber's id": "id iscritto",
    "subscriber's e-mail": "e-mail iscritto",
    "subscribtion datetime": "data iscrizione",
    "You can encrypt variables with your private SECRET KEY": "Puoi crittare le variabili utilizzando la tua SECRET KEY",
    "will generate an encrypted string of the concatenation of the subscriber id and e-mail": "genera una stringa crittata della concatenazione dell'id e dell'e-mail dell'iscritto",
    "There was an error inserting the topic": "Si è verificato un errore nell'inserimento del topic",
    "There was an error editing the topic": "Si è verificato un errore nella modifica del topic",
    "There was an error deleting the topic": "Si è verificato un errore nell'eliminazione del topic",
    "admin_topic_description": "Le campagne sono raggruppate per Topic. Un Topic definisce l'indirizzo ed il nome del mittente e l'URL di disiscrizione.<br /><strong>Fai attenzione</strong>: quando elimini un Topic, elimini anche tutte le campagne correlate!",
    "topic_delete_message": "I Topic eliminati non possono essere recuperati. <strong>Eliminando un Topic eliminerai anche tutte le campagne correlate! Procedere?</strong>",
    "There was an error deleting the campaign": "Si è verificato un errore nell'eliminazione della campagna",
    "There was an error duplicating the campaign": "Si è verificato un errore nella duplicazione della campagna",
    "The campaign was succesfully duplicated, redirecting to edit page...": "La campagna è stata duplicata correttamente, a breve sarai rediretto alla pagina di modifica...",
    "admin_campaign_description": "In questa sezione puoi vedere tutte le tue campagne. Puoi modificare e duplicare solamente campagne create con questa applicazione, e puoi modificarle solamente nel caso in cui non siano mai state inviate",
    "Delete campaign": "Elimina la campagna",
    "details": "dettagli",
    "duplicate": "duplica",
    "send": "invia",
    "Last edit datetime": "Ultima modifica",
    "Last dispatch": "Ultimo invio",
    "Subject": "Oggetto",
    "View online": "Vedi online",
    "campaign": "campagna",
    "There was an error inserting the schedule": "Si è verificato un errore nell'inserimento della programmazione",
    "There was an error editing the schedule": "Si è verificato un errore nella modifica della programmazione",
    "There was an error deleting the schedule": "Si è verificato un errore nell'eliminazione della campagna",
    "Here is your planning of scheduled dispatches": "In questa sezione puoi gestire gli invii programmati delle campagne",
    "schedule": "invio programmato",
    "schedules": "invii programmati",
    "Campaign name": "Campagna",
    "Schedule": "Invio programmato",
    "Main": "Principale",
    "Date&Time": "Data e ora",
    "Campaign": "Campagna",
    "There was an error deleting the bounce": "Si è verificato un errore nell'eliminazione del bounce",
    "There was an error removing the subscribers": "Si è verificato un errore nell'eliminazione degli iscritti",
    "Here are your bounces. The system tries to understand at which dispatch they belongs and shows trhe campaign name": "In questa sezione puoi vedere quali e-mail sono state rimbalzate (bounces). Il sistema cerca di capire a quale invio è associato un rimbalzo, e se ci riesce mostra il nome della campagna. Questi record vengono conservati solamente per una settimana.",
    "Perform action on selected items": "Esegui un'azione sugli elementi selezionati",
    "Unsubscribe selected e-mails": "Disiscrivi gli indirizzi e-mail selezionati",
    "Cannot fetch saved campaign": "Impossibile recuperare la campagna salvata",
    "Create campaign": "Crea campagna",
    "i.e. Newsletter n. XIX": "es. Newsletter n. XIX",
    "Save and continue editing": "Salva e continua la modifica",
    "Save": "Salva",
    "Select topic": "Seleziona il topic",
    "Subject": "Oggetto",
    "i.e. Special offer!": "es. Offerta Speciale!",
    "Check in order to make the newsletter available on-line at a public URL": "Seleziona per rendere la newsletter disponibile ad un URL pubblico",
    "Cannot add the scheduling": "Impossibile creare l'invio programmato",
    "The scheduling was suceesfully set, redirecting to the home page...": "L'invio programmato è stato impostato correttamente, a breve sarai reindirizzato alla home page",
    "Cannot send the campaign": "Impossibile inviare la campagna",
    "The campaign will be sent in the next minutes": "La campagna verrà inviata nei prossimi minuti",
    "Choose your lists": "Scegli le liste",
    "If a subscriber belongs to more than one list, it'll receive the e-mail twice": "Se un iscritto appartiene a più di una lista selezionata, riceverà più volte il messaggio",
    "Send": "Invia",
    "You can send it now or later on": "Puoi inviare la campagna ora o programmare l'invio",
    "OR": "O",
    "Immediately": "Immediatamente",
    "Set scheduling": "Imposta l'invio programmato",
    "Select date and time": "Seleziona data e ora",
    "Starting when the process is taken over, that depends on the state of the queue at the moment": "A partire da quando il processo viene eseguito, che dipende dallo stato della coda al momento del lancio",
    "It will take about": "Impiegherà circa",
    "There was an error retrieving the campaign dispatches": "Si è verificato un errore nel recuperare gli invii della campagna",
    "Dispatches": "Invii",
    "The campaign was never sent": "La campagna non è mai stata inviata",
    "Send now": "Invia ora",
    "Dispatches": "Invii",
    "Created": "Creata",
    "Last edit": "Ultima modifica",
    "Information about the campaign dispatch": "Informazioni sull'invio della campagna",
    "Start": "Invio",
    "E-mail sent": "E-mail inviate",
    "Result": "Risultato",
    "Error": "Errore",
    "Success": "Successo",
    "Open rate": "Percentuale di aperture",
    "Click rate": "Percentuale di click",
    "Open events": "Eventi di apertura",
    "Click events": "Eventi di click",
    "Remove selected subscribers": "Elimina gli iscritti selezionati",
    "Open through time": "Aperture nel tempo",
    "Open acc": "Aperture",
    "Open Statistics": "Statistiche di apertura",
    "Open e-mails": "E-mail aperte",
    "Unopened e-mails": "E-mail non aperte",
    "Click Statistics": "Statistiche click",
    "One or more click": "Uno o più click",
    "'No clicks'": "Nessun click",
    "Click through time": "Click nel tempo",
    "Clicks": "Click"
  }
}
